Repository: AndreClaassen1/YourGoals
Catalog: YourGoals/*.lproj/Localizable.strings
Languages: de

source: no task name
de: Kein Taskname

source: no goal
de: Undefiniertes Ziel

source: You have reached 50% of your timebox
de: Du hast 50% deiner Zeit erreicht

source: You have only 10 Minutes left for your task!
de: Du hast noch 10 Minuten für deine Aufgabe!

source: You have only 5 Minutes left for your task!
de: Du hast noch 5 Minuten für deine Aufgabe!

source: Your time is up!
de: Deine Zeit ist abgelaufen!

# The time for your task is overrunning
source: You've overrun your task by %d minutes!
de: Die Zeit für deinen Task ist überzogen!

source: Your Task is startet. Do your work!
de: Deine Aufgabe startet. An die Arbeit!

source: New
de: Neu

source: Edit
de: Bearbeiten

source: Timebox your task
de: Timebox für die Aufgabe

source: Additional URL
de: Angefügte URL

source: Additional Image
de: Angefügtes Image

source: Goal
de: Ziel

source: Task
de: Aufgabe

source: Habit
de: Gewohnheit

source: Delete
de: Löschen

source: Repetition
de: Wiederholung

source: Please enter your task
de: Beschreibe die Aufgabe

source: Select a Goal
de: Wähle ein Ziel

source: Select a commit date
de: Wähle ein Zieldatum

source: Commit Date
de: Zieldatum

source: Remarks on your task
de: Bemerkungen für die Aufgabe

source: Enter your goal
de: Beschreibe dein Ziel

source: Image for your goal
de: Visualisierung für dein Ziel

source: The real reason for your goal
de: Die Begründung für dein Ziel

source: Starting Date
de: Startdatum

source: Target Date
de: Zieldatum

source: the target date must be greater than the start date
de: Das Zieldatum muss größer als dein Startdatum sein

source: Backburn Goal?
de: Ziel zurückstellen?

source: Delete Goal
de: Lösche Ziel
